window.EDUBOOST_SEED = [
  {
    "id": "asu-9-1-24",
    "name": "АСУо(9кл)-1-24",
    "dates": [
      {
        "date": "15-09-26",
        "time": "12:50",
        "type": "Лк."
      },
      {
        "date": "16-09-26",
        "time": "08:00",
        "type": "Пр."
      },
      {
        "date": "22-09-26",
        "time": "12:50",
        "type": "Лк."
      },
      {
        "date": "23-09-26",
        "time": "08:00",
        "type": "Пр."
      },
      {
        "date": "29-09-26",
        "time": "14:40",
        "type": "Лк."
      }
    ],
    "students": [
      {
        "id": "asu-9-1-24-1",
        "no": 1,
        "name": "Абдирашова Анара Советбековна",
        "attendance": [
          "+",
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-1-24-2",
        "no": 2,
        "name": "Абдуллабеков Илимдар Сейитбекович",
        "attendance": [
          "н",
          "н",
          "+",
          "+",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-1-24-3",
        "no": 3,
        "name": "Абдуманапов Нуртилек Тимурович",
        "attendance": [
          "н",
          "н",
          "н",
          "+",
          "н"
        ],
        "total": 4
      },
      {
        "id": "asu-9-1-24-4",
        "no": 4,
        "name": "Абдыжапаров Эрасыл Нурланбекович",
        "attendance": [
          "н",
          "н",
          "н",
          "н",
          "н"
        ],
        "total": 5
      },
      {
        "id": "asu-9-1-24-5",
        "no": 5,
        "name": "Абдыразаков Марлен Маданбекович",
        "attendance": [
          "н",
          "н",
          "+",
          "+",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-1-24-6",
        "no": 6,
        "name": "Амракулов Мухаммед Суйөркулович",
        "attendance": [
          "н",
          "",
          "",
          "",
          ""
        ],
        "total": 1
      },
      {
        "id": "asu-9-1-24-7",
        "no": 7,
        "name": "Асатиллаева Нурайым Уларбековна",
        "attendance": [
          "+",
          "",
          "",
          "",
          ""
        ],
        "total": 0
      },
      {
        "id": "asu-9-1-24-8",
        "no": 8,
        "name": "Асылбеков Рамзан Нургалбекович",
        "attendance": [
          "н",
          "+",
          "+",
          "н",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-1-24-9",
        "no": 9,
        "name": "Бекмаматова Айназик Эрнисовна",
        "attendance": [
          "+",
          "",
          "",
          "",
          ""
        ],
        "total": 0
      },
      {
        "id": "asu-9-1-24-10",
        "no": 10,
        "name": "Жумашов Шахижахон Дилмуратович",
        "attendance": [
          "+",
          "",
          "",
          "",
          ""
        ],
        "total": 0
      },
      {
        "id": "asu-9-1-24-11",
        "no": 11,
        "name": "Ибрахимжонов Абдурахмон Илхомжонович",
        "attendance": [
          "+",
          "",
          "",
          "",
          ""
        ],
        "total": 0
      },
      {
        "id": "asu-9-1-24-12",
        "no": 12,
        "name": "Ильязова Жумагүл Ильязовна",
        "attendance": [
          "+",
          "",
          "",
          "",
          ""
        ],
        "total": 0
      },
      {
        "id": "asu-9-1-24-13",
        "no": 13,
        "name": "Исаев Байгелди Темирланович",
        "attendance": [
          "н",
          "+",
          "н",
          "н",
          "н"
        ],
        "total": 4
      },
      {
        "id": "asu-9-1-24-14",
        "no": 14,
        "name": "Исмаилжанова Фотима Абдулазизовна",
        "attendance": [
          "+",
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-1-24-15",
        "no": 15,
        "name": "Кыдыров Тойчубек Санжарбекович",
        "attendance": [
          "н",
          "+",
          "н",
          "н",
          "н"
        ],
        "total": 4
      },
      {
        "id": "asu-9-1-24-16",
        "no": 16,
        "name": "Маданбеков Асан Заирбекович",
        "attendance": [
          "н",
          "",
          "",
          "",
          ""
        ],
        "total": 1
      },
      {
        "id": "asu-9-1-24-17",
        "no": 17,
        "name": "Маданбеков Асан Таирбекович",
        "attendance": [
          "н",
          "",
          "",
          "",
          ""
        ],
        "total": 1
      },
      {
        "id": "asu-9-1-24-18",
        "no": 18,
        "name": "Маликов Жумагазы Маратбекович",
        "attendance": [
          "+",
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-1-24-19",
        "no": 19,
        "name": "Мамытова Тазагүл Апсаматовна",
        "attendance": [
          "н",
          "",
          "",
          "",
          ""
        ],
        "total": 1
      },
      {
        "id": "asu-9-1-24-20",
        "no": 20,
        "name": "Мирзаев Мухаммаджон Абдилхафизович",
        "attendance": [
          "н",
          "",
          "",
          "",
          ""
        ],
        "total": 1
      },
      {
        "id": "asu-9-1-24-21",
        "no": 21,
        "name": "МУРЗАЛИЕВА АЙТУРГАН НУРЛАНБЕКЕОВНА",
        "attendance": [
          "+",
          "н",
          "+",
          "",
          ""
        ],
        "total": 1
      },
      {
        "id": "asu-9-1-24-22",
        "no": 22,
        "name": "Мусабаев Эрланбек Алымжанович",
        "attendance": [
          "н",
          "+",
          "+",
          "н",
          "н"
        ],
        "total": 3
      },
      {
        "id": "asu-9-1-24-23",
        "no": 23,
        "name": "Мустапакулов Абдырашит Таалайбекович",
        "attendance": [
          "н",
          "+",
          "+",
          "н",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-1-24-24",
        "no": 24,
        "name": "Орозбеков Алинур Бекалыевич",
        "attendance": [
          "+",
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-1-24-25",
        "no": 25,
        "name": "Орозматов Сулайман Бакытбекович",
        "attendance": [
          "+",
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-1-24-26",
        "no": 26,
        "name": "Райимбердиев Кайратбек Жоробекович",
        "attendance": [
          "н",
          "+",
          "н",
          "н",
          "+"
        ],
        "total": 3
      },
      {
        "id": "asu-9-1-24-27",
        "no": 27,
        "name": "Розимахмудова Мадина Садыровна",
        "attendance": [
          "+",
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-1-24-28",
        "no": 28,
        "name": "Султанов Байзак Садырбекович",
        "attendance": [
          "+",
          "",
          "",
          "",
          ""
        ],
        "total": 0
      },
      {
        "id": "asu-9-1-24-29",
        "no": 29,
        "name": "Таджидинова Гүлшан Жамалдиновна",
        "attendance": [
          "+",
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-1-24-30",
        "no": 30,
        "name": "Тажимахаматова Оминахон Зухридиновна",
        "attendance": [
          "н",
          "",
          "",
          "",
          ""
        ],
        "total": 1
      },
      {
        "id": "asu-9-1-24-31",
        "no": 31,
        "name": "Ташбаева Айгерим Сүйүмбековна",
        "attendance": [
          "н",
          "н",
          "н",
          "+",
          "н"
        ],
        "total": 4
      },
      {
        "id": "asu-9-1-24-32",
        "no": 32,
        "name": "Темирбаев Адилет Уланышбекович",
        "attendance": [
          "+",
          "н",
          "+",
          "н",
          "н"
        ],
        "total": 3
      },
      {
        "id": "asu-9-1-24-33",
        "no": 33,
        "name": "Токтомаматов Айдар Таалайбекович",
        "attendance": [
          "+",
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-1-24-34",
        "no": 34,
        "name": "Туманов Исмаил Махамаджанович",
        "attendance": [
          "+",
          "",
          "",
          "",
          ""
        ],
        "total": 0
      },
      {
        "id": "asu-9-1-24-35",
        "no": 35,
        "name": "Тургунбаева Албина Чынгызовна",
        "attendance": [
          "+",
          "",
          "",
          "",
          ""
        ],
        "total": 0
      },
      {
        "id": "asu-9-1-24-36",
        "no": 36,
        "name": "Турдубеков Байел Рысбекович",
        "attendance": [
          "н",
          "+",
          "+",
          "н",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-1-24-37",
        "no": 37,
        "name": "Турушова Мадина Алтынбековна",
        "attendance": [
          "н",
          "+",
          "н",
          "+",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-1-24-38",
        "no": 38,
        "name": "Эргашев Сардор",
        "attendance": [
          "+",
          "",
          "",
          "",
          ""
        ],
        "total": 0
      },
      {
        "id": "asu-9-1-24-39",
        "no": 39,
        "name": "Эсенова Нагима Ильязбековна",
        "attendance": [
          "+",
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-1-24-40",
        "no": 40,
        "name": "Юлдашева Самара Тулановна",
        "attendance": [
          "",
          "",
          "",
          "",
          ""
        ],
        "total": 0
      }
    ]
  },
  {
    "id": "asu-9-2-24",
    "name": "АСУо(9кл)-2-24",
    "dates": [
      {
        "date": "15-09-26",
        "time": "09:30",
        "type": "Лк."
      },
      {
        "date": "18-09-26",
        "time": "11:20",
        "type": "Лк."
      },
      {
        "date": "22-09-26",
        "time": "09:30",
        "type": "Лк."
      },
      {
        "date": "29-09-26",
        "time": "09:30",
        "type": "Лк."
      }
    ],
    "students": [
      {
        "id": "asu-9-2-24-1",
        "no": 1,
        "name": "Абдилазизов Азирет Абдижамилович",
        "attendance": [
          "н",
          "н",
          "н",
          "н"
        ],
        "total": 4
      },
      {
        "id": "asu-9-2-24-2",
        "no": 2,
        "name": "Абдуллаева Перизат Муратбековна",
        "attendance": [
          "+",
          "н",
          "н",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-2-24-3",
        "no": 3,
        "name": "Абдусаламова Канохатой Кахрамоновна",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-2-24-4",
        "no": 4,
        "name": "Абдыганыева Айшоола Жеңишбековна",
        "attendance": [
          "н",
          "+",
          "+",
          "+"
        ],
        "total": 1
      },
      {
        "id": "asu-9-2-24-5",
        "no": 5,
        "name": "Авилов Алихан Бахтиярович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-2-24-6",
        "no": 6,
        "name": "Адахамова Мадинахон Адахамовна",
        "attendance": [
          "н",
          "н",
          "н",
          "+"
        ],
        "total": 3
      },
      {
        "id": "asu-9-2-24-7",
        "no": 7,
        "name": "Адилбекова Элина Адилбековна",
        "attendance": [
          "н",
          "н",
          "+",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-2-24-8",
        "no": 8,
        "name": "Азимжанова Малика Азимжановна",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-2-24-9",
        "no": 9,
        "name": "Аманиллаева Нуриза Куванычбековна",
        "attendance": [
          "н",
          "+",
          "+",
          "+"
        ],
        "total": 1
      },
      {
        "id": "asu-9-2-24-10",
        "no": 10,
        "name": "Амираева Асель Сапарбековна",
        "attendance": [
          "+",
          "н",
          "+",
          "н"
        ],
        "total": 2
      },
      {
        "id": "asu-9-2-24-11",
        "no": 11,
        "name": "Арстанбеков Марлен Мирланович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-2-24-12",
        "no": 12,
        "name": "Аскарбеков Элмирбек Маатазимович",
        "attendance": [
          "н",
          "н",
          "н",
          "+"
        ],
        "total": 3
      },
      {
        "id": "asu-9-2-24-13",
        "no": 13,
        "name": "Ашимов Муратбек Женишбекович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-2-24-14",
        "no": 14,
        "name": "Базарбаев Нурислам Авазбекович",
        "attendance": [
          "н",
          "н",
          "+",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-2-24-15",
        "no": 15,
        "name": "Базарбаева Аяна Бактбековна",
        "attendance": [
          "н",
          "н",
          "н",
          "+"
        ],
        "total": 3
      },
      {
        "id": "asu-9-2-24-16",
        "no": 16,
        "name": "Жалолова Айназик Бакытбековна",
        "attendance": [
          "н",
          "н",
          "+",
          "н"
        ],
        "total": 3
      },
      {
        "id": "asu-9-2-24-17",
        "no": 17,
        "name": "Зулпукаров Даниэль Нурбекович",
        "attendance": [
          "н",
          "н",
          "+",
          "н"
        ],
        "total": 3
      },
      {
        "id": "asu-9-2-24-18",
        "no": 18,
        "name": "Кадырбеков Алинур Медербекович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-2-24-19",
        "no": 19,
        "name": "Каныбеков Марлен Максатбекович",
        "attendance": [
          "+",
          "н",
          "+",
          "+"
        ],
        "total": 1
      },
      {
        "id": "asu-9-2-24-20",
        "no": 20,
        "name": "Капаров Альберт Жеңишбекович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-2-24-21",
        "no": 21,
        "name": "Каракожоева Жумаайым Канатбековна",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-2-24-22",
        "no": 22,
        "name": "Карымшаков Кумарбек",
        "attendance": [
          "+",
          "н",
          "+",
          "+"
        ],
        "total": 1
      },
      {
        "id": "asu-9-2-24-23",
        "no": 23,
        "name": "Кобылжонов Хожиакбар Бахтиёрович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-2-24-24",
        "no": 24,
        "name": "Маметжанов Нурислам Азилбекович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-2-24-25",
        "no": 25,
        "name": "Матраимова Айзирек Замирбековна",
        "attendance": [
          "+",
          "+",
          "+",
          "н"
        ],
        "total": 1
      },
      {
        "id": "asu-9-2-24-26",
        "no": 26,
        "name": "Омурбеков Арген Омурбекович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-2-24-27",
        "no": 27,
        "name": "Сабиржанова Мадинахон Хайрулаевна",
        "attendance": [
          "+",
          "н",
          "н",
          "н"
        ],
        "total": 3
      },
      {
        "id": "asu-9-2-24-28",
        "no": 28,
        "name": "Сайфидинов Мансурбек Мухтарович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-2-24-29",
        "no": 29,
        "name": "Сансызбаев Ислам Жапарбекович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-2-24-30",
        "no": 30,
        "name": "Таджидинов Бехзадбек Зиёиддинович",
        "attendance": [
          "н",
          "+",
          "н",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-2-24-31",
        "no": 31,
        "name": "Тайланов Ариет Арстанбекович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-2-24-32",
        "no": 32,
        "name": "Хайдарова Диана Тимуровна",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-2-24-33",
        "no": 33,
        "name": "Халмаматова Сумайя Гуламжановна",
        "attendance": [
          "",
          "",
          "",
          ""
        ],
        "total": 0
      }
    ]
  },
  {
    "id": "asu-9-3-24",
    "name": "АСУо(9кл)-3-24",
    "dates": [
      {
        "date": "15-09-26",
        "time": "12:50",
        "type": "Лк."
      },
      {
        "date": "16-09-26",
        "time": "11:20",
        "type": "Пр."
      },
      {
        "date": "22-09-26",
        "time": "12:50",
        "type": "Лк."
      },
      {
        "date": "23-09-26",
        "time": "11:20",
        "type": "Пр."
      },
      {
        "date": "29-09-26",
        "time": "14:40",
        "type": "Лк."
      }
    ],
    "students": [
      {
        "id": "asu-9-3-24-1",
        "no": 1,
        "name": "Абдурахманов Акбар Азизбекович",
        "attendance": [
          "н",
          "+",
          "н",
          "+",
          "н"
        ],
        "total": 3
      },
      {
        "id": "asu-9-3-24-2",
        "no": 2,
        "name": "Абдыкаров Жумадил Топчибекович",
        "attendance": [
          "н",
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 1
      },
      {
        "id": "asu-9-3-24-3",
        "no": 3,
        "name": "Алимжанов Орозбек Нурланбекович",
        "attendance": [
          "н",
          "н",
          "н",
          "н",
          "н"
        ],
        "total": 5
      },
      {
        "id": "asu-9-3-24-4",
        "no": 4,
        "name": "Атакелдиев Жамалиддин Камолиддинович",
        "attendance": [
          "н",
          "+",
          "н",
          "н",
          "н"
        ],
        "total": 4
      },
      {
        "id": "asu-9-3-24-5",
        "no": 5,
        "name": "Аширалиева Жазгүл Абдыманаповна",
        "attendance": [
          "н",
          "н",
          "+",
          "+",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-3-24-6",
        "no": 6,
        "name": "Дарвишов Асадбек Улугбекович",
        "attendance": [
          "н",
          "+",
          "н",
          "+",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-3-24-7",
        "no": 7,
        "name": "Жакыпбеков Даниэль Кыялбекович",
        "attendance": [
          "н",
          "+",
          "+",
          "+",
          "н"
        ],
        "total": 2
      },
      {
        "id": "asu-9-3-24-8",
        "no": 8,
        "name": "Жакыпов Актилек Арзымаматович",
        "attendance": [
          "н",
          "+",
          "н",
          "н",
          "н"
        ],
        "total": 4
      },
      {
        "id": "asu-9-3-24-9",
        "no": 9,
        "name": "Жекшенбеков Абдулла Жекшенбекович",
        "attendance": [
          "н",
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 1
      },
      {
        "id": "asu-9-3-24-10",
        "no": 10,
        "name": "Жороев Пайзбек Кайратбекович",
        "attendance": [
          "н",
          "+",
          "н",
          "н",
          "+"
        ],
        "total": 3
      },
      {
        "id": "asu-9-3-24-11",
        "no": 11,
        "name": "Зулпукарова Айдай Замирбековна",
        "attendance": [
          "+",
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-3-24-12",
        "no": 12,
        "name": "Ибрагимжанов Мирбек Сапарбекович",
        "attendance": [
          "+",
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-3-24-13",
        "no": 13,
        "name": "Кадралиева Анжелика Дилдебековна",
        "attendance": [
          "н",
          "н",
          "н",
          "н",
          "н"
        ],
        "total": 5
      },
      {
        "id": "asu-9-3-24-14",
        "no": 14,
        "name": "Камилов Асан Абдимажитович",
        "attendance": [
          "+",
          "+",
          "+",
          "н",
          "+"
        ],
        "total": 1
      },
      {
        "id": "asu-9-3-24-15",
        "no": 15,
        "name": "Кочконбаева Арууке Гульжигитовна",
        "attendance": [
          "н",
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 1
      },
      {
        "id": "asu-9-3-24-16",
        "no": 16,
        "name": "Кочкоров Акжол Зарипбекович",
        "attendance": [
          "н",
          "+",
          "+",
          "+",
          "н"
        ],
        "total": 2
      },
      {
        "id": "asu-9-3-24-17",
        "no": 17,
        "name": "Кубанычбеков Алихан Мирбекович",
        "attendance": [
          "н",
          "+",
          "н",
          "+",
          "н"
        ],
        "total": 3
      },
      {
        "id": "asu-9-3-24-18",
        "no": 18,
        "name": "Кушбакова Канзада Реджевалиевна",
        "attendance": [
          "н",
          "+",
          "+",
          "н",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-3-24-19",
        "no": 19,
        "name": "Маматова Нурзада Нурлановна",
        "attendance": [
          "+",
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-3-24-20",
        "no": 20,
        "name": "Молдобаев Расленбек Нурланович",
        "attendance": [
          "н",
          "+",
          "н",
          "+",
          "н"
        ],
        "total": 3
      },
      {
        "id": "asu-9-3-24-21",
        "no": 21,
        "name": "Нурдинов Баялы Уланович",
        "attendance": [
          "+",
          "+",
          "+",
          "н",
          "н"
        ],
        "total": 2
      },
      {
        "id": "asu-9-3-24-22",
        "no": 22,
        "name": "Райымжанова Амина Нургазыевна",
        "attendance": [
          "+",
          "+",
          "+",
          "н",
          "н"
        ],
        "total": 2
      },
      {
        "id": "asu-9-3-24-23",
        "no": 23,
        "name": "Рустамов Айдин Рустамович",
        "attendance": [
          "н",
          "+",
          "н",
          "н",
          "н"
        ],
        "total": 4
      },
      {
        "id": "asu-9-3-24-24",
        "no": 24,
        "name": "Тажиматова Жумаида Мусабековна",
        "attendance": [
          "н",
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 1
      },
      {
        "id": "asu-9-3-24-25",
        "no": 25,
        "name": "Токтобаева Айсезим Абдимиталиповна",
        "attendance": [
          "н",
          "+",
          "+",
          "н",
          "н"
        ],
        "total": 3
      },
      {
        "id": "asu-9-3-24-26",
        "no": 26,
        "name": "Шомирзаева Минура Зайнобидиновна",
        "attendance": [
          "+",
          "н",
          "+",
          "+",
          "н"
        ],
        "total": 2
      },
      {
        "id": "asu-9-3-24-27",
        "no": 27,
        "name": "Ыдырысов Мухаммед Байышбекович",
        "attendance": [
          "н",
          "+",
          "+",
          "+",
          "н"
        ],
        "total": 2
      },
      {
        "id": "asu-9-3-24-28",
        "no": 28,
        "name": "Эсенжанова Нурзада Асилбековна",
        "attendance": [
          "",
          "",
          "",
          "",
          ""
        ],
        "total": 0
      }
    ]
  },
  {
    "id": "asu-9-4-24",
    "name": "АСУо(9кл)-4-24",
    "dates": [
      {
        "date": "15-09-26",
        "time": "09:30",
        "type": "Лк."
      },
      {
        "date": "21-09-26",
        "time": "12:50",
        "type": "Пр."
      },
      {
        "date": "22-09-26",
        "time": "09:30",
        "type": "Лк."
      },
      {
        "date": "29-09-26",
        "time": "09:30",
        "type": "Лк."
      }
    ],
    "students": [
      {
        "id": "asu-9-4-24-1",
        "no": 1,
        "name": "Абдуразаков Абдулкуддус Рахматиллаевич",
        "attendance": [
          "н",
          "н",
          "н",
          "н"
        ],
        "total": 4
      },
      {
        "id": "asu-9-4-24-2",
        "no": 2,
        "name": "Абдылдаев Билал Фарходович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-4-24-3",
        "no": 3,
        "name": "Анарматова Бегимай Алмазовна",
        "attendance": [
          "н",
          "н",
          "н",
          "н"
        ],
        "total": 4
      },
      {
        "id": "asu-9-4-24-4",
        "no": 4,
        "name": "Арапбаев Орозбек Алтынбекович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-4-24-5",
        "no": 5,
        "name": "Бүркүтов Нурислам Эсенкабылович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-4-24-6",
        "no": 6,
        "name": "Дарманов Амантур Бактыбекович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-4-24-7",
        "no": 7,
        "name": "Дюгюшев Ринат Рагимович",
        "attendance": [
          "+",
          "+",
          "+",
          "н"
        ],
        "total": 1
      },
      {
        "id": "asu-9-4-24-8",
        "no": 8,
        "name": "Жапаралиев Бекназар Жуманазарович",
        "attendance": [
          "н",
          "н",
          "+",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-4-24-9",
        "no": 9,
        "name": "Жумабаева Гульмира Айбековна",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-4-24-10",
        "no": 10,
        "name": "Жунусбаев Жоомарт Сапарбекович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-4-24-11",
        "no": 11,
        "name": "Жусупов Деңис Жусупович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-4-24-12",
        "no": 12,
        "name": "Жыргалбекова Аяна Жыргалбековна",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-4-24-13",
        "no": 13,
        "name": "Зарипбеков Байэл Нурбекович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-4-24-14",
        "no": 14,
        "name": "Игамбердиева Захро Улугбековна",
        "attendance": [
          "н",
          "н",
          "н",
          "н"
        ],
        "total": 4
      },
      {
        "id": "asu-9-4-24-15",
        "no": 15,
        "name": "Калмурзаева Амина Майрамбековна",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-4-24-16",
        "no": 16,
        "name": "Кашкенчиев Эржан Уланович",
        "attendance": [
          "н",
          "+",
          "+",
          "+"
        ],
        "total": 1
      },
      {
        "id": "asu-9-4-24-17",
        "no": 17,
        "name": "Кушубаков Нурэл Арусмендиевич",
        "attendance": [
          "+",
          "+",
          "+",
          "н"
        ],
        "total": 1
      },
      {
        "id": "asu-9-4-24-18",
        "no": 18,
        "name": "Кыязидинов Мирлан Курсанбекович",
        "attendance": [
          "н",
          "+",
          "+",
          "н"
        ],
        "total": 2
      },
      {
        "id": "asu-9-4-24-19",
        "no": 19,
        "name": "Мажитов Эдил Санжарович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-4-24-20",
        "no": 20,
        "name": "Мамасалиев Фирдавс Рустамович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-4-24-21",
        "no": 21,
        "name": "Мамитова Робияхон Зияхидиновна",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-4-24-22",
        "no": 22,
        "name": "Махамаджанов Муродилжон Шухратбекович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-4-24-23",
        "no": 23,
        "name": "Мырзаев Манас Бахтиярович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-4-24-24",
        "no": 24,
        "name": "Назарбекова Сюита Жылдызбековна",
        "attendance": [
          "+",
          "н",
          "+",
          "+"
        ],
        "total": 1
      },
      {
        "id": "asu-9-4-24-25",
        "no": 25,
        "name": "Норматов Баел Бекпулатович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-4-24-26",
        "no": 26,
        "name": "Орозбеков Нурислам Нурбекович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-4-24-27",
        "no": 27,
        "name": "Осмоналиев Ариет Ниязбекович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-4-24-28",
        "no": 28,
        "name": "Сабиров Махаммадиброхим Атабекович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-4-24-29",
        "no": 29,
        "name": "Сайфуллаев Ясир Сабриллоевич",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-4-24-30",
        "no": 30,
        "name": "Сатыбалдиев Бектур Райимбекович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-4-24-31",
        "no": 31,
        "name": "Тагаев Абдул-Азиз Алмазович",
        "attendance": [
          "+",
          "",
          "",
          ""
        ],
        "total": 0
      },
      {
        "id": "asu-9-4-24-32",
        "no": 32,
        "name": "Ташланов Фердавс Алёрбекович",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-4-24-33",
        "no": 33,
        "name": "Таштанова Дениза Нурлановна",
        "attendance": [
          "н",
          "+",
          "+",
          "+"
        ],
        "total": 1
      },
      {
        "id": "asu-9-4-24-34",
        "no": 34,
        "name": "Таштемирова Мубина Баходировна",
        "attendance": [
          "+",
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-4-24-35",
        "no": 35,
        "name": "Эрматова Маликахон Гуламжановна",
        "attendance": [
          "",
          "",
          "",
          ""
        ],
        "total": 0
      }
    ]
  },
  {
    "id": "asu-9-5-24",
    "name": "АСУо(9кл)-5-24",
    "dates": [
      {
        "date": "15-09-26",
        "time": "12:50",
        "type": "Лк."
      },
      {
        "date": "22-09-26",
        "time": "12:50",
        "type": "Лк."
      },
      {
        "date": "29-09-26",
        "time": "14:40",
        "type": "Лк."
      }
    ],
    "students": [
      {
        "id": "asu-9-5-24-1",
        "no": 1,
        "name": "Абакулов Артур Канатбекович",
        "attendance": [
          "н",
          "н",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-5-24-2",
        "no": 2,
        "name": "Абдымомунова Гүлбарчын Орозбековна",
        "attendance": [
          "н",
          "+",
          "+"
        ],
        "total": 1
      },
      {
        "id": "asu-9-5-24-3",
        "no": 3,
        "name": "Адылбеков Канат Адылбекович",
        "attendance": [
          "н",
          "н",
          "н"
        ],
        "total": 3
      },
      {
        "id": "asu-9-5-24-4",
        "no": 4,
        "name": "Азимжанов Элмырза Эмилбекович",
        "attendance": [
          "н",
          "н",
          "н"
        ],
        "total": 3
      },
      {
        "id": "asu-9-5-24-5",
        "no": 5,
        "name": "Азимова Айнур Туратовна",
        "attendance": [
          "н",
          "н",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-5-24-6",
        "no": 6,
        "name": "Анарбаева Гуланда Жумадыловна",
        "attendance": [
          "н",
          "н",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-5-24-7",
        "no": 7,
        "name": "Аширалиева Айсезим Жумабековна",
        "attendance": [
          "н",
          "н",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-5-24-8",
        "no": 8,
        "name": "Болушов Арда Эмилбекович",
        "attendance": [
          "н",
          "н",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-5-24-9",
        "no": 9,
        "name": "Джумабаев Раимбек Урустомович",
        "attendance": [
          "н",
          "н",
          "н"
        ],
        "total": 3
      },
      {
        "id": "asu-9-5-24-10",
        "no": 10,
        "name": "Жусубалиев Элмирбек Мирланович",
        "attendance": [
          "н",
          "н",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-5-24-11",
        "no": 11,
        "name": "Ибраимов Бекзат Кайратбекович",
        "attendance": [
          "н",
          "н",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-5-24-12",
        "no": 12,
        "name": "Калдаров Ооматбек Куваталиевич",
        "attendance": [
          "н",
          "н",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-5-24-13",
        "no": 13,
        "name": "Календаров Жумабек Мурзаевич",
        "attendance": [
          "н",
          "н",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-5-24-14",
        "no": 14,
        "name": "Макситалиева Наргиза Бараталиевна",
        "attendance": [
          "н",
          "н",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-5-24-15",
        "no": 15,
        "name": "Мамасадыков Бакир Ниязович",
        "attendance": [
          "н",
          "н",
          "н"
        ],
        "total": 3
      },
      {
        "id": "asu-9-5-24-16",
        "no": 16,
        "name": "Маматкулова Гузелия Назирбековна",
        "attendance": [
          "н",
          "н",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-5-24-17",
        "no": 17,
        "name": "Махамадалиев Нургазы Замирбекович",
        "attendance": [
          "н",
          "н",
          "н"
        ],
        "total": 3
      },
      {
        "id": "asu-9-5-24-18",
        "no": 18,
        "name": "Назымжанов Айбек Давлатбекович",
        "attendance": [
          "н",
          "н",
          "н"
        ],
        "total": 3
      },
      {
        "id": "asu-9-5-24-19",
        "no": 19,
        "name": "Осмонов Арсен Тыныбекович",
        "attendance": [
          "н",
          "н",
          "н"
        ],
        "total": 3
      },
      {
        "id": "asu-9-5-24-20",
        "no": 20,
        "name": "Раев Адилет Мыхтарбекович",
        "attendance": [
          "н",
          "н",
          "н"
        ],
        "total": 3
      },
      {
        "id": "asu-9-5-24-21",
        "no": 21,
        "name": "Сулайманов Ирлан Анарбекович",
        "attendance": [
          "н",
          "н",
          "н"
        ],
        "total": 3
      },
      {
        "id": "asu-9-5-24-22",
        "no": 22,
        "name": "Торомаматова Сезимай Султанбековна",
        "attendance": [
          "н",
          "н",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-5-24-23",
        "no": 23,
        "name": "Хакимкулова Асалхан Хасанбаевна",
        "attendance": [
          "н",
          "н",
          "+"
        ],
        "total": 2
      },
      {
        "id": "asu-9-5-24-24",
        "no": 24,
        "name": "Шамшидинов Аъзам Фарходович",
        "attendance": [
          "+",
          "+",
          "+"
        ],
        "total": 0
      },
      {
        "id": "asu-9-5-24-25",
        "no": 25,
        "name": "Юксекол Эмир Эждер",
        "attendance": [
          "",
          "",
          ""
        ],
        "total": 0
      }
    ]
  }
];
